
/*** Build Menu ***/

"Build Results" = "Build Results";

"Hide Build Log Window" = "Hide Build Log Window";

/*** Build Window ***/

"%@ - Build Log" = "%@ - Build Log";

/*** CLEAN ***/

/* Clean Sheet */

"clean title" = "Warning";

"clean message" = "Cleaning will remove all packages and distributions from the Build location.";

"Clean" = "Clean";

"Cleaning..." = "Cleaning…";


"Clean %@" = "Clean %@";

"Clean Succeeded \t%@" = "Clean Succeeded \t%@";

"Clean Failed \t%@" = "Clean Failed \t%@";

"1 error" = "1 error";

"%ld errors" = "%ld errors";




"Build %@" = "Build %@";

"Project %@" = "Project %@";


/* State */

"Building..." = "Building…";

"Building package..." = "Building package…";

"Building %lu of 1 package..." = "Building %lu of 1 package…";

"Building %lu of %lu packages..." = "Building %lu of %lu packages…";

"Build failed" = "Build failed";

"Build succeeded" = "Build succeeded";

"Build Succeeded \t%@" = "Build Succeeded \t%@";

/* NSFileManager Errors */

"Error removing" = "Error removing file system item. Check that you have the appropriate permissions to delete this item.";

/* Error and progression strings */

"Create package" = "Create package";

"Create reference to package" = "Create reference to package";

"Import package" = "Import package";




"Copy background image" = "Copy background image";


"Copy conclusion documents" = "Copy conclusion documents";


"Copy extra resources" = "Copy extra resources";


"Copy Installer plugins" = "Copy Installer plugins";


"Copy introduction documents" = "Copy introduction documents";


"Copy license documents" = "Copy license documents";


"Copy readme documents" = "Copy readme documents";


"Create bill of materials" = "Create bill of materials";


"Create build folder" = "Create build folder";


"Create distribution script" = "Create distribution script";


"Create hierarchy of choices" = "Create hierarchy of choices";


"Create installation and volume requirements" = "Create installation and volume requirements";


"Create JavaScript code" = "Create JavaScript code";


"Create PackageInfo document" = "Create PackageInfo document";


"Create pax archive" = "Create pax archive";


"Create payload" = "Create payload";


"Distribution script and other resources" = "Distribution script and other resources";


"Incorrect type for file at path '%@'" = "Incorrect type for file at path '%@'";


"Incorrect value for object with tag '%@'" = "Incorrect value for object with tag '%@'";

"An absolute path can not be computed from path '%@'" = "An absolute path can not be computed from path '%@'";



"License template for \"%@\" can not be found" = "License template for \"%@\" can not be found";


"Missing build data for tag '%@'" = "Missing build data for tag '%@'";




"The location of the referenced package has not been fully defined." = "The location of the referenced package has not been fully defined.";

"The identifier of the package can not be empty." = "The identifier of the package can not be empty.";

"The version of the package can not be empty." = "The version of the package can not be empty.";

"The name of the package can not be empty." = "The name of the package can not be empty.";

"The name of the project can not be empty." = "The name of the project can not be empty.";


"Missing information for tag '%@'" = "Missing information for tag '%@'";

" because the item could not be found" = " because the item could not be found";

"%@ returned error code '%d'" = "%1$@ returned error code '%2$d'";




"No issues" = "No issues";

"Unknown Error" = "Unknown Error";

"Not enough memory to perform operation" = "Not enough memory to perform operation";

"Language (%@) not supported" = "Language (%@) not supported";


"Scripts payload" = "Scripts payload";

"Assemble payload files" = "Assemble payload files";

"Split forks" = "Split forks";


"Insufficient privileges to set accounts for path '%@'" = "Insufficient privileges to set accounts for path '%@'";

"Insufficient privileges to set permissions for path '%@'" = "Insufficient privileges to set permissions for path '%@'";

"Insufficient privileges to write at path '%@'" = "Insufficient privileges to write at path '%@'";


"Unable to set attributes of item at path '%@'" = "Unable to set attributes of item at path '%@'";

"Unable to read attributes of item at path '%@'" = "Unable to read attributes of item at path '%@'";


"String can not be empty for tag '%@'" = "String can not be empty for tag '%@'";



"Unable to copy item at path '%@'" = "Unable to copy item at path '%@'";


"Unable to create file at path '%@'" = "Unable to create file at path '%@'";


"Unable to create folder at path '%@'" = "Unable to create folder at path '%@'";


"Unable to delete file at path '%@'" = "Unable to delete file at path '%@'";


"Unable to delete folder at path '%@'" = "Unable to delete folder at path '%@'";


"Unable to find file at path '%@'" = "Unable to find file at path '%@'";

"Unable to find plugin at path '%@'" = "Unable to find plugin at path '%@'";

"Unable to find folder at path '%@'" = "Unable to find folder at path '%@'";

"Unable to find package at path '%@'" = "Unable to find package at path '%@'";


"Unable to find tool '%@'" = "Unable to find tool '%@'";

" because the disk is read only" = " because the disk is read only";

" because there's no space left on disk" = " because there's no space left on disk";

" because you don't have permission to create it to the folder \'%s\'" = " because you don't have permission to create it to the folder \'%s\'";

" because you don't have permission to access it" = " because you don't have permission to access it";

	/* Requirements and Locators errors */

"Converter not found for requirement of type '%@'" = "Converter not found for requirement of type '%@'";

"No code generated for requirement '%@'" = "No code generated for requirement '%@'";

"Converter not found for locator of type '%@'" = "Converter not found for locator of type '%@'";

"No code generated for locator '%@'" = "No code generated for locator '%@'";


" because the parameter %@ is missing" = " because the parameter %@ is missing";

" because the parameter %@ is invalid" = " because the parameter %@ is invalid";

" because available memory is too low" = " because available memory is too low";

/* Signing errors */

"Unable to sign the data" = "Unable to sign the data";

"Signing operation timed out" = "Signing operation timed out";

"Signing operation denied" = "Signing operation denied";

"Unable to find signing certificate" = "Unable to find signing certificate";
